Repository: oscarahalvorsen/masterproject
Catalog: datacollecting/MAALFRID/tmx/konkurransetilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: They have cooperated in the form of a collective boycott of the distributor Interpress, and exchanged competitively sensitive information, said substitute Competition Director Mads Magnussen.
nb: De har samarbeidet om en kollektiv boikott av distributøren Interpress, og utvekslet konkurransesensitiv informasjon, sier settekonkurransedirektør Mads Magnussen.

source: • From February 2018 until September 2020, the Authority conducted interviews with employees from both companies.
nb: I perioden februar 2018 til september 2020 ble det gjennomført forklaringsopptak med sentrale personer i de to involverte foretakene.

source: The Norwegian Competition Tribunal upholds the fine of 788 million NOK, which is the highest fine imposed on a company in Norway for an infringement of the Competition Act.
nb: Klagenemnda opprettholder det ilagte gebyret på 788 millioner kroner, noe som er det høyeste gebyret ilagt et foretak i Norge for overtredelse av konkurranseloven.

source: extend the EPPO collaboration to include cartel activity as a ‘serious crime’, in line with
nb: avveining av tilsvarende verdier som de som finnes i EMK og at EU-domstolen selv har vur-

source: Favourable ruling in the Telenor case – competition tribunal upholds fine of 788 million NOK imposed on Telenor
nb: Konkurransetilsynet får fullt medhold – opprettholder gebyr på 788 millioner til Telenor

source: The Norwegian Competition Authority imposes a fine of 788 million NOK on Telenor for abusing its dominant position in the Norwegian mobile market.
nb: Konkurransetilsynet ilegger Telenor et gebyr på 788 millioner kroner for å ha misbrukt sin dominerende stilling i det norske mobilmarkedet.

source: Schibsted ASA and Nettbil AS operate competing digital marketplaces for private persons who wish to sell their used cars.
nb: Schibsted ASA og Nettbil AS konkurrerer om å tilby en digital markedsplass til privatpersoner som ønsker å selge sin bruktbil.

source: Brekke is 47 years old and a professor at the Norwegian School of Economics (NHH).
nb: Brekke er 47 år og professor ved Norges Handelshøyskole (NHH).

source: – The four publishers account for the majority of books supplied to Norwegian consumers.
nb: – De fire forlagene står for hoveddelen av leveransene av bøker til norske forbrukere.

source: The Authority has collected substantial information from the parties, other shipping companies, road transportation undertakings, harbours and customers in the market.
nb: Konkurransetilsynet har i sin vurdering innhentet betydelig informasjon fra partene, andre sjøtransportører, veitransportører, havner og kunder i markedet.

source: – The obligation to give correct and complete information to the Authority is essential in order for the Authority to be able to enforce the Competition Act, says Deputy Director Kjersti Bruaas at the NCA’s Department for Finance and Communication.
nb: – Plikten til å gi riktige og fullstendige opplysninger til Konkurransetilsynet er grunnleggende for at tilsynet skal kunne være i stand til å håndheve konkurranseloven, sier nestleder Kjersti Bruaas ved avdeling for finans og kommunikasjon i Konkurransetilsynet.

source: From the table, we see that non-price effects are frequently mentioned in the
nb: På den annen side, dersom kjedene i denne saken benyttet nasjonal prising, er

source: Johny Birkeland Transport AS / Norva 24 AS and Lindum AS are fined, respectively, 2.6 and 3.9 million Norwegian kroner for collusive bidding.
nb: Johny Birkeland Transport AS/Norva 24 AS og Lindum AS er ilagt gebyrer på henholdsvis 2,6 og 3,9 millioner kroner for ulovlig anbudssamarbeid.

source: Information exchanged via database operated by Bokbasen
nb: Har utvekslet informasjon via Bokbasen

source: An analysis of competition between public and private enterprises
nb: Det finnes mange typer konstruksjonselementer som anvendes i bygg og anlegg.

source: The Authority’s deadline is 26 August.
nb: Tilsynet har frist til 26.

source: Information exchanges about future prices are at the core of what is regarded as harmful to competition, and may lead to higher prices for consumers, says Project Manager Jan Petter Fedje at the Competition Authority.
nb: Informasjonsutveksling som omfatter fremtidige priser er i kjernen av hva som anses som skadelig for konkurransen, og kan føre til at forbrukerne må betale høyere priser, sier prosjektleder Jan Petter Fedje i Konkurransetilsynet.

source: – Infringements of the Competition Act’s ban on abuse of a dominant position are very serious, and the notified fine of NOK 906 million underlines this, says Sørgard.
nb: – Brudd på konkurranselovens forbud mot misbruk av dominerende stilling er svært alvorlig, og gebyret på 906 millioner kroner som nå er varslet, understreker dette, sier Sørgard.

source: - Effective competition policy requires adequate legal powers
nb: Uttalelser fra personer i bransjen erholdt anonyme, i tråd med konfidensialitetsavtaler.

source: Bonnier Books withdraws notification of merger
nb: Bonnier Books trekker foretakssammenslutning

source: The Authority then has 15 working days to make its final decision.
nb: Tilsynet har deretter 15 arbeidsdager til å treffe endelig vedtak i saken.

source: – The Authority will now continue its assessment of the acquisition and the impact it may have on competition in the market for mutual funds.
nb: – Konkurransetilsynet vil nå fortsette analysene av virkningene oppkjøpet vil ha for konkurransen i markedet for fondssparing.

source: The Norwegian Competition Authority has today issued a Statement of Objections to Telenor for abuse of a dominant position, and has informed Telenor that it is considering imposing a fine of NOK 906 million for the infringement.
nb: Konkurransetilsynet varsler i dag et gebyr på 906 millioner kroner til Telenor for misbruk av dominerende stilling.

source: In addition, the Ministry's possibility to instruct and reverse the NCA's decisions in individual cases should be limited.
nb: Konkurransetilsynet mener at det i tillegg kan vurderes å lovfeste at Konkurranseklagenemnda ikke skal ha adgang til å instruere tilsynet om å utrede ulike forhold for nemnda.

source: The Competition Authority has adopted a decision, which imposes fines on three undertakings, Arro Elektro AS/Arro Holding AS (“Arro”), Caverion Norge AS/Caverion Oyj (“Caverion”) and Ingeniør Ivar Pettersen AS/Pettersen AS (“Pettersen”), for breaches of the Competition Act by way of bid rigging.
nb: Konkurransetilsynet har fattet vedtak om at Arro Elektro AS/Arro Holding AS («Arro»), Caverion Norge AS/Caverion Oyj («Caverion») og Ingeniør Ivar Pettersen AS/Pettersen AS («Pettersen») ilegges overtredelsesgebyr for brudd på konkurranseloven i form av ulovlig anbudssamarbeid.

source: consumers who are potential multihomers.
nb: Årlig omsetning av farge- og interiørvarer i Norge er ca.

source: This is in line with the wishes of the Minister of Trade and Industry, Iselin Nybø, and the Minister of Transport, Knut Arild Hareide.
nb: Dette er tråd med det næringsminister Iselin Nybø og samferdselsminister Knut Arild Hareide ønsker.

source: Economist Sigurd Birkeland has been appointed leader of the task force, and expects to have the other members of the task force in place in August, says Director General Lars Sørgard.
nb: Økonom Sigurd Birkeland, vil lede prosjektgruppen, og venter å få på plass resten av medlemmene av prosjektet i løpet av august, sier konkurransedirektør Lars Sørgard.

source: The deadline for DNB and Sbanken to submit their comments to the Authority’s statement of objections is 16 September.
nb: DNB og Sbanken har nå frist til torsdag 16. september med å komme med sitt svar på Konkurransetilsynets varsel.

source: In fact, my first job as a graduate was with the Competition Authority, says Kurt Brekke.
nb: Min første jobb etter studiene var faktisk i Konkurransetilsynet, sier Brekke.

source: These recommendations are developed to enhance competition in retail banking markets in the Nordic countries for the benefit of consumers in terms of better products and lower costs.
nb: Samlet sett innebærer opprettelsen av Øko Kraft at eierselskapene trekker seg ut av henholdsvis engrosmarkedet og sluttbrukermarkedet for kraft og koordinerer denne virksomheten i Øko Kraft.

source: Thereafter, the Authority has 15 working days to make its final decision.
nb: Tilsynet har deretter 15 virkedager på komme til en endelig konklusjon.

source: Peppes Pizza will gain increased market power that could lead to harm to consumers, says Director Magnus Gabrielsen.
nb: Peppes Pizza ville fått økt markedsmakt som de kunne utnyttet til ulempe for forbrukerne, sier avdelingsdirektør Magnus Gabrielsen.

source: – In Norway there is a high consumption of mobile services.
nb: – I Norge er vi storforbrukere av mobiltjenester.

source: This means that EPPO does not give the Commission competence to operate as a
nb: I samme retning trekker det at selvinkrimineringsvernet i EU-retten er et ulovfestet forvalt-

source: The questionnaires were fully piloted in two of the newspapers prior to finalisation.
nb: Hvis rabatter beregnes kun for utvalgte kunder vil beregningene for den enkelte produsent bli mindre omfattende.

source: Brekke is the leader of the research program “Industrial Organization and Competition Policy”, Centre for Applied Research at NHH (SNF), and a member of the management team of the Center for Competition Law and Economics (Beccle).
nb: Brekke er for tiden leder av forskningsprogrammet Næringsøkonomi og konkurransepolitikk ved SNF og Centre for Industrial Organisation (CIO) ved NHH, og er en del av ledergruppen til Bergen Center for Competition Law and Economics (BECCLE).

source: – We note that 80 % of the business leaders regard the loss of goodwill as the most important reason to avoid competition crime.
nb: –Vi ser at 80 prosent av bedriftslederne mener omdømmetap er den viktigste grunnen til å unngå konkurransekriminalitet.

source: The publishers have had an insight into and influence over the operations of Bokbasen, including the services offered and the information that could be exchanged via the database.
nb: Forlagene har hatt innsikt i og innflytelse over Bokbasen, tjenestene som tilbys og informasjonen som kunne utveksles via databasen.

source: Consequently, the Authority has reduced the fine significantly, from NOK 15 million to 3 million.
nb: Som konsekvens av dette har tilsynet redusert det varslede gebyret i denne saken betydelig, fra 15 millioner kroner til 3 millioner kroner.

source: This led to a change in the weekly price pattern.
nb: Dette gjelder også i boliglånsmarkedet.

source: The Competition Act during the corona crisis – a joint EU/EEA statement
nb: Konkurransereglene under koronakrisen – felles uttalelse fra EU/EØS landene

source: Objections against Prosafe’s acquisition of Floatel
nb: Varsler stans av Prosafes oppkjøp av Floatel

source: Lars Sørgard will continue as Director General of the Norwegian Competition Authority until January 2022, but will then return to his position as Professor of Economics at the Norwegian School of Economics (NHH).
nb: Lars Sørgard fortsetter som direktør i Konkurransetilsynet ut januar 2022, men skal da tilbake til stillingen som professor i samfunnsøkonomi ved Norges Handelshøyskole (NHH).

source: Prosafe and Floatel are the only suppliers that can offer modern semi-submersible accommodation units on the Norwegian continental shelf.
nb: Prosafe og Floatel er de eneste tilbydere av nyere halvt nedsenkbare boligplattformer på norsk sokkel.

source: Since 2013, SAS and Norwegian have been subject to special reporting obligations requiring the two airlines to provide certain information to the Competition Authority.
nb: SAS og Norwegian har siden 2013 vært ilagt et særlig pålegg om å gi informasjon til Konkurransetilsynet.

source: Fines for collusion in the publishing industry
nb: Milliongebyr for ulovlig samarbeid i forlagsbransjen

source: Telenor has been fined 788 million NOK, the highest fine ever imposed by the Norwegian Competition Authority.
nb: Telenor ilegges et gebyr på 788 millioner kroner, det høyeste gebyret gitt av Konkurransetilsynet noensinne.

source: The Norwegian Competition Authority closes its investigation against Orkla, Mondelez and Norgesgruppen.
nb: Konkurransetilsynet avslutter etterforskningssaken mot Orkla, Mondelez og Norgesgruppen.

source: – Coordinated behavior restricting competition is a serious breach of competition rules and the fines imposed on the publishers totaling NOK 32 million underlines this, says Nese.
nb: – Konkurransebegrensende samarbeid er et alvorlig brudd på konkurransereglene og gebyrene på til sammen 32 millioner kroner som er ilagt forlagene understreker dette, sier Nese.

source: This is a misuse of public funds, says Head of Project, Hanne Aanstad-Lund.
nb: Dette er urettmessig bruk av fellesskapets midler, sier prosjektleder Hanne Aanstad-Lund.

source: – DNB is already the largest provider in the market.
nb: – DNB er allerede den største tilbyderen i markedet.

source: The Ministry of Trade, Industry and Fisheries has appointed Eirik Stolt-Nielsen as substitute Director General for Lars Sørgard, who recused himself from the case.
nb: Nærings- og fiskeridepartementet har oppnevnt Eirik Stolt-Nielsen som settekonkurransedirektør i saken, da konkurransedirektør Lars Sørgard er inhabil.

source: Guidance for companies providing critical goods and services to COVID-19 patients
nb: Veiledning for selskaper som leverer kritiske varer og tjenester til COVID-19 pasienter

source: The Commission’s guidance was published in the Official Journal on April 8, and can be read here:
nb: Kommisjonens veiledning ble publisert i Official Journal 8. april, og kan leses her:

source: Grocery task force officially started
nb: Formelt i gang med dagligvaresatsingen

source: merger decisions, but very rarely actually analysed in any detail by the NCA.
nb: det, som vi har vist, lite som tyder på at de avhjelpende tiltakene var effektive.

source: The incorrect or incomplete information in the notification was relevant for the Authority’s assessment, but did not have a decisive impact on the outcome of the case.
nb: De uriktige eller ufullstendige opplysningene i meldingen var relevante for tilsynets vurderinger, men de var ikke av avgjørende betydning for det endelige utfallet av saken.

source: • Verisure AS submitted its reply to the Statement of Objections in November 2019.
nb: Verisure AS innga sine merknader til varslet i november 2019.

source: The Norwegian Competition Authority warns in a statement of objections that it considers imposing fines of NOK 502 million in total on the four publishers Cappelen Damm, Forlagshuset Vigmostad & Bjørke, Gyldendal and Aschehoug, and the book database company Bokbasen.
nb: Konkurransetilsynet varsler overtredelsesgebyrer på til sammen 502 millioner kroner til forlagene Cappelen Damm, Forlagshuset Vigmostad & Bjørke, Gyldendal og Aschehoug, samt Bokbasen.

source: The Competition Authority has found that Arro, Caverion and Pettersen allocated contracts between themselves from December 2012 to October 2013.
nb: Konkurransetilsynet har funnet det bevist at Arro, Caverion og Pettersen fordelte oppdrag mellom seg i forbindelse med inngivelse av anbud fra desember 2012 til oktober 2013.

source: However, many of these benefits can be attained even without FFP.
nb: Elektrotema AS har i dag fire franchisetakere i tillegg til hovedselskapets butikk på Forus.
